Repository: Kaedeeeeeeeeee/ios-html-markdown-previewer
Catalog: HTMLMarkdownPreviewer/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# accessibility.fileDetails
source: File Details
ja: ファイルの詳細
zh_hans: 文件详情
zh_hant: 檔案詳細資料

# accessibility.markdownImage
source: Markdown image
ja: Markdown画像
zh_hans: Markdown 图片
zh_hant: Markdown 圖片

# accessibility.previewMode
source: Preview Mode
ja: プレビューモード
zh_hans: 预览模式
zh_hant: 預覽模式

# accessibility.previewMode.hint
source: Choose rendered, safe, interactive, or raw text preview.
ja: レンダリング、安全、インタラクティブ、または生テキストのプレビューを選択します。
zh_hans: 选择渲染、安全、交互或原始文本预览。
zh_hant: 選擇渲染、安全、互動或原始文字預覽。

# accessibility.settings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# accessibility.shareFile
source: Share File
ja: ファイルを共有
zh_hans: 共享文件
zh_hant: 分享檔案

# action.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# action.clearImportedFiles
source: Clear Imported Files
ja: 読み込んだファイルを消去
zh_hans: 清除已导入文件
zh_hant: 清除已匯入檔案

# action.copyLink
source: Copy Link
ja: リンクをコピー
zh_hans: 复制链接
zh_hant: 複製連結

# action.done
source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

# action.openFile
source: Open File
ja: ファイルを開く
zh_hans: 打开文件
zh_hant: 開啟檔案

# action.openZIPPackage
source: Open ZIP Package
ja: ZIPパッケージを開く
zh_hans: 打开 ZIP 包
zh_hant: 開啟 ZIP 套件

# app.title
source: HTML Previewer
ja: HTMLプレビュー
zh_hans: HTML 预览器
zh_hant: HTML 預覽器

# details.externalURLs.detected
source: %d detected
ja: %d件検出
zh_hans: 检测到 %d 个
zh_hant: 偵測到 %d 個

# details.externalURLs.noneDetected
source: None detected
ja: 検出なし
zh_hans: 未检测到
zh_hant: 未偵測到

# details.externalURLs.notScanned
source: Not scanned
ja: 未スキャン
zh_hans: 未扫描
zh_hant: 未掃描

# details.row.entryPath
source: Entry Path
ja: エントリパス
zh_hans: 入口路径
zh_hant: 入口路徑

# details.row.entryType
source: Entry Type
ja: エントリの種類
zh_hans: 入口类型
zh_hant: 入口類型

# details.row.externalURLs
source: External URLs
ja: 外部URL
zh_hans: 外部 URL
zh_hant: 外部 URL

# details.row.imported
source: Imported
ja: 読み込み日時
zh_hans: 导入时间
zh_hant: 匯入時間

# details.row.lastOpened
source: Last Opened
ja: 前回開いた日時
zh_hans: 上次打开
zh_hant: 上次開啟

# details.row.localCopy
source: Local Copy
ja: ローカルコピー
zh_hans: 本地副本
zh_hant: 本機副本

# details.row.mode
source: Mode
ja: モード
zh_hans: 模式
zh_hant: 模式

# details.row.name
source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名稱

# details.row.rootPath
source: Root Path
ja: ルートパス
zh_hans: 根路径
zh_hant: 根路徑

# details.row.size
source: Size
ja: サイズ
zh_hans: 大小
zh_hant: 大小

# details.row.source
source: Source
ja: 読み込み元
zh_hans: 来源
zh_hant: 來源

# details.row.type
source: Type
ja: 種類
zh_hans: 类型
zh_hant: 類型

# details.section.file
source: File
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

# details.section.import
source: Import
ja: 読み込み
zh_hans: 导入
zh_hant: 匯入

# details.section.preview
source: Preview
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

# details.title
source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳細資料

# documentType.text
source: Text
ja: テキスト
zh_hans: 文本
zh_hant: 文字

# documentType.unsupported
source: Unsupported
ja: 未対応
zh_hans: 不支持
zh_hant: 不支援

# error.cannotClearImportedFiles.title
source: Cannot Clear Imported Files
ja: 読み込んだファイルを消去できません
zh_hans: 无法清除导入文件
zh_hant: 無法清除匯入檔案

# error.cannotOpenFile.title
source: Cannot Open File
ja: ファイルを開けません
zh_hans: 无法打开文件
zh_hant: 無法開啟檔案

# error.cannotOpenHTML.title
source: Cannot Open HTML
ja: HTML を開けません
zh_hans: 无法打开 HTML
zh_hant: 無法開啟 HTML

# error.previewUnavailable.title
source: Preview Unavailable
ja: プレビューできません
zh_hans: 无法预览
zh_hant: 無法預覽

# error.text.unsupportedEncoding
source: Cannot decode %@ as text. Export it as UTF-8 or UTF-16 and try again.
ja: %@ をテキストとしてデコードできません。UTF-8 または UTF-16 で書き出してからもう一度試してください。
zh_hans: 无法将 %@ 解码为文本。请导出为 UTF-8 或 UTF-16 后重试。
zh_hant: 無法將 %@ 解碼為文字。請匯出為 UTF-8 或 UTF-16 後再試一次。

# error.unsupportedEntryType
source: This entry type is not supported yet.
ja: このエントリー形式はまだプレビューできません。
zh_hans: 暂不支持预览此入口类型。
zh_hant: 暫不支援預覽此入口類型。

# error.unsupportedFileType
source: Current version supports HTML, Markdown, and ZIP files.
ja: 現在のバージョンは HTML、Markdown、ZIP ファイルに対応しています。
zh_hans: 当前版本支持 HTML、Markdown 和 ZIP 文件。
zh_hant: 目前版本支援 HTML、Markdown 和 ZIP 檔案。

# error.zip.archiveTooLarge
source: The ZIP package is over the 100 MB limit.
ja: ZIP パッケージが 100 MB の上限を超えています。
zh_hans: ZIP 包超过 100 MB 限制。
zh_hant: ZIP 套件超過 100 MB 限制。

# error.zip.expandedSizeTooLarge
source: The ZIP package expands beyond the 300 MB limit.
ja: ZIP パッケージの展開後サイズが 300 MB を超えます。
zh_hans: ZIP 包解压后超过 300 MB 限制。
zh_hant: ZIP 套件解壓縮後超過 300 MB 限制。

# error.zip.invalidArchive
source: The ZIP package could not be read.
ja: この ZIP パッケージを読み取れません。
zh_hans: 无法读取此 ZIP 包。
zh_hant: 無法讀取此 ZIP 套件。

# error.zip.missingEntryFile
source: No previewable HTML or Markdown entry was found in this ZIP package.
ja: この ZIP パッケージにはプレビュー可能な HTML または Markdown の入口ファイルがありません。
zh_hans: 此 ZIP 包中未找到可预览的 HTML 或 Markdown 入口文件。
zh_hant: 此 ZIP 套件中找不到可預覽的 HTML 或 Markdown 入口檔案。

# error.zip.singleFileTooLarge
source: The ZIP package contains a file over the 100 MB limit.
ja: ZIP パッケージ内に 100 MB の上限を超えるファイルがあります。
zh_hans: ZIP 包中有文件超过 100 MB 限制。
zh_hant: ZIP 套件中有檔案超過 100 MB 限制。

# error.zip.tooManyFiles
source: The ZIP package contains too many files.
ja: ZIP パッケージ内のファイル数が多すぎます。
zh_hans: ZIP 包包含的文件数量过多。
zh_hant: ZIP 套件包含的檔案數量過多。

# error.zip.unsafeOrConflictingPath
source: The ZIP package contains unsafe or conflicting paths.
ja: ZIP パッケージに安全でないパスまたは競合するパスが含まれています。
zh_hans: ZIP 包包含不安全或冲突的路径。
zh_hant: ZIP 套件包含不安全或衝突的路徑。

# home.empty.description
source: Open an HTML, Markdown, or ZIP file.
ja: HTML、Markdown、またはZIPファイルを開きます。
zh_hans: 打开 HTML、Markdown 或 ZIP 文件。
zh_hant: 開啟 HTML、Markdown 或 ZIP 檔案。

# home.empty.title
source: No Recent Files
ja: 最近使ったファイルはありません
zh_hans: 没有最近文件
zh_hant: 沒有最近檔案

# home.section.recent
source: Recent
ja: 最近使った項目
zh_hans: 最近
zh_hant: 最近

# home.section.samples
source: Samples
ja: サンプル
zh_hans: 示例
zh_hant: 範例

# importSource.builtInSample
source: Built-in Sample
ja: 内蔵サンプル
zh_hans: 内置示例
zh_hant: 內建範例

# importSource.externalOpen
source: External Open
ja: 外部から開く
zh_hans: 外部打开
zh_hant: 外部開啟

# importSource.filePicker
source: File Picker
ja: ファイル選択
zh_hans: 文件选择器
zh_hant: 檔案選擇器

# importSource.zipArchive
source: ZIP Archive
ja: ZIPアーカイブ
zh_hans: ZIP 压缩包
zh_hant: ZIP 壓縮檔

# markdown.image.localUnavailable
source: Local image unavailable
ja: ローカル画像を利用できません
zh_hans: 本地图片不可用
zh_hant: 本機圖片無法使用

# markdown.image.remoteBlocked
source: Remote image blocked
ja: リモート画像をブロックしました
zh_hans: 远程图片已阻止
zh_hant: 遠端圖片已封鎖

# markdown.image.unsupported
source: Unsupported image
ja: 未対応の画像
zh_hans: 不支持的图片
zh_hant: 不支援的圖片

# previewMode.interactive
source: Interactive
ja: インタラクティブ
zh_hans: 交互模式
zh_hant: 互動模式

# previewMode.rawText
source: Raw Text
ja: 生テキスト
zh_hans: 原始文本
zh_hant: 原始文字

# previewMode.renderedPreview
source: Rendered Preview
ja: レンダリングプレビュー
zh_hans: 渲染预览
zh_hant: 渲染預覽

# previewMode.safePreview
source: Safe Preview
ja: 安全プレビュー
zh_hans: 安全预览
zh_hant: 安全預覽

# sample.html.subtitle
source: HTML · A day at your own pace
ja: HTML · ゆっくり過ごす一日
zh_hans: HTML · 从容的一天
zh_hant: HTML · 從容的一天

# sample.html.title
source: Weekend plan
ja: 週末の予定
zh_hans: 周末计划
zh_hant: 週末計畫

# sample.markdown.subtitle
source: Markdown · Notes, lists & tables
ja: Markdown · メモ、リスト、表
zh_hans: Markdown · 笔记、列表与表格
zh_hant: Markdown · 筆記、列表與表格

# sample.markdown.title
source: Reading notes
ja: 読書ノート
zh_hans: 读书笔记
zh_hant: 讀書筆記

# sample.zip.subtitle
source: ZIP · A journal with local assets
ja: ZIP · ローカル素材付きの記録
zh_hans: ZIP · 含本地资源的阅读手记
zh_hant: ZIP · 含本機素材的閱讀手記

# sample.zip.title
source: Reading week
ja: 読書の一週間
zh_hans: 阅读周记
zh_hant: 閱讀週記

# sampleContent.html.externalResources
source: Inline styles work, while external network resources are blocked by default.
ja: インラインスタイルは有効ですが、外部ネットワークリソースは標準でブロックされます。
zh_hans: 内联样式可以正常显示，外部网络资源默认会被阻止。
zh_hant: 內嵌樣式可以正常顯示，外部網路資源預設會被封鎖。

# sampleContent.html.heading
source: HTML Preview Sample
ja: HTMLプレビューサンプル
zh_hans: HTML 预览示例
zh_hant: HTML 預覽範例

# sampleContent.html.localRendering
source: This file is rendered locally in safe preview mode.
ja: このファイルは安全プレビューモードでローカル表示されます。
zh_hans: 此文件会在安全预览模式下本地渲染。
zh_hant: 此檔案會在安全預覽模式下於本機渲染。

# sampleContent.markdown.heading
source: Markdown Preview Sample
ja: Markdownプレビューサンプル
zh_hans: Markdown 预览示例
zh_hant: Markdown 預覽範例

# sampleContent.markdown.headings
source: Headings and paragraphs
ja: 見出しと段落
zh_hans: 标题和段落
zh_hant: 標題與段落

# sampleContent.markdown.inlineStyles
source: **Bold**, *emphasis*, and `inline code`
ja: **太字**、*強調*、`インラインコード`
zh_hans: **粗体**、*强调* 和 `行内代码`
zh_hant: **粗體**、*強調* 和 `行內程式碼`

# sampleContent.markdown.intro
source: This sample shows the built-in Markdown reader.
ja: このサンプルでは内蔵Markdownリーダーを確認できます。
zh_hans: 此示例展示内置 Markdown 阅读器。
zh_hant: 此範例展示內建 Markdown 閱讀器。

# sampleContent.markdown.lists
source: Ordered and unordered lists
ja: 番号付きリストと箇条書き
zh_hans: 有序和无序列表
zh_hant: 有序與無序列表

# sampleContent.markdown.remoteImages
source: Remote images are not loaded by default.
ja: リモート画像は標準では読み込まれません。
zh_hans: 远程图片默认不会加载。
zh_hant: 遠端圖片預設不會載入。

# sampleContent.zip.heading
source: ZIP Report Sample
ja: ZIPレポートサンプル
zh_hans: ZIP 报告示例
zh_hant: ZIP 報告範例

# sampleContent.zip.imageAlt
source: Local sample image
ja: ローカルサンプル画像
zh_hans: 本地示例图片
zh_hant: 本機範例圖片

# sampleContent.zip.localAssets
source: This HTML file uses CSS and an image stored inside the ZIP package.
ja: このHTMLファイルはZIPパッケージ内のCSSと画像を使用しています。
zh_hans: 此 HTML 文件使用 ZIP 包内存储的 CSS 和图片。
zh_hant: 此 HTML 檔案使用 ZIP 套件內儲存的 CSS 與圖片。

# security.html.interactive.confirmation
source: Only use interactive mode for HTML files you trust.
ja: 信頼できる HTML ファイルにのみインタラクティブモードを使用してください。
zh_hans: 仅对你信任的 HTML 文件使用互动模式。
zh_hant: 僅對你信任的 HTML 檔案使用互動模式。

# security.html.interactive.status
source: Page scripts can run. External navigation remains blocked.
ja: ページ内スクリプトを実行できます。外部ナビゲーションは引き続きブロックされます。
zh_hans: 页面脚本可以运行。外部跳转仍会被阻止。
zh_hant: 頁面腳本可以執行。外部跳轉仍會被阻止。

# security.html.interactive.title
source: Use Interactive Mode?
ja: インタラクティブモードを使用しますか？
zh_hans: 使用互动模式？
zh_hant: 使用互動模式？

# security.html.interactive.use
source: Use Interactive Mode
ja: インタラクティブモードを使用
zh_hans: 使用互动模式
zh_hant: 使用互動模式

# security.html.safe.singleFile.message
source: Scripts and external network resources are blocked. Relative assets are best effort for single files.
ja: スクリプトと外部ネットワークリソースはブロックされます。単一ファイル読み込みの相対リソースはベストエフォートです。
zh_hans: 脚本和外部网络资源已被阻止。单文件导入的相对资源为尽力支持。
zh_hant: 腳本和外部網路資源已被阻止。單檔匯入的相對資源為盡力支援。

# security.html.safe.zip.message
source: Scripts and external network resources are blocked.
ja: スクリプトと外部ネットワークリソースはブロックされます。
zh_hans: 脚本和外部网络资源已被阻止。
zh_hant: 腳本和外部網路資源已被阻止。

# security.markdown.externalLink.message
source: Markdown preview keeps web links from opening another app.
ja: Markdown プレビューでは、Web リンクが別のアプリを開くことを防ぎます。
zh_hans: Markdown 预览会阻止网页链接打开其他 App。
zh_hant: Markdown 預覽會阻止網頁連結開啟其他 App。

# security.markdown.externalLink.title
source: External Link Blocked
ja: 外部リンクをブロックしました
zh_hans: 外部链接已被阻止
zh_hant: 外部連結已被阻止

# security.markdown.unsupportedLink.message
source: This link type is not supported in Markdown preview.
ja: このリンク形式は Markdown プレビューではサポートされていません。
zh_hans: Markdown 预览暂不支持这种链接类型。
zh_hant: Markdown 預覽暫不支援這種連結類型。

# security.markdown.unsupportedLink.title
source: Link Not Opened
ja: リンクを開きませんでした
zh_hans: 链接未打开
zh_hant: 連結未開啟

# security.preview.rawText.message
source: Showing the file source.
ja: ファイルのソースを表示しています。
zh_hans: 正在显示文件源码。
zh_hant: 正在顯示檔案原始碼。

# settings.clearImportedFiles.confirmation
source: This removes imported copies, extracted ZIP contents, and recent-file metadata from this app.
ja: このアプリ内の読み込み済みコピー、展開済み ZIP 内容、最近使ったファイルのメタデータを削除します。
zh_hans: 这会移除此 App 中的导入副本、解压后的 ZIP 内容和最近文件记录。
zh_hant: 這會移除此 App 中的匯入副本、解壓縮後的 ZIP 內容和最近檔案記錄。

# settings.clearImportedFiles.title
source: Clear Imported Files?
ja: 読み込んだファイルを消去しますか？
zh_hans: 清除已导入文件？
zh_hant: 清除已匯入檔案？

# settings.row.account
source: Account
ja: アカウント
zh_hans: 账户
zh_hant: 帳號

# settings.row.ads
source: Ads
ja: 広告
zh_hans: 广告
zh_hant: 廣告

# settings.row.archive
source: Archive
ja: アーカイブ
zh_hans: 压缩包
zh_hant: 壓縮檔

# settings.row.defaultMode
source: Default Mode
ja: デフォルトモード
zh_hans: 默认模式
zh_hant: 預設模式

# settings.row.expanded
source: Expanded
ja: 展開後
zh_hans: 解压后
zh_hant: 解壓後

# settings.row.files
source: Files
ja: ファイル数
zh_hans: 文件数
zh_hant: 檔案數

# settings.row.importedFiles
source: Imported Files
ja: 読み込んだファイル
zh_hans: 已导入文件
zh_hant: 已匯入檔案

# settings.row.processing
source: Processing
ja: 処理
zh_hans: 处理方式
zh_hant: 處理方式

# settings.row.safeExternalResources
source: Safe External Resources
ja: 安全モードの外部リソース
zh_hans: 安全模式外部资源
zh_hant: 安全模式外部資源

# settings.row.safeJavaScript
source: Safe JavaScript
ja: 安全モードのJavaScript
zh_hans: 安全模式 JavaScript
zh_hant: 安全模式 JavaScript

# settings.row.singleFile
source: Single File
ja: 単一ファイル
zh_hans: 单个文件
zh_hant: 單一檔案

# settings.section.privacy
source: Privacy
ja: プライバシー
zh_hans: 隐私
zh_hant: 隱私權

# settings.section.storage
source: Storage
ja: ストレージ
zh_hans: 存储
zh_hant: 儲存空間

# settings.section.zipLimits
source: ZIP Limits
ja: ZIP制限
zh_hans: ZIP 限制
zh_hant: ZIP 限制

# settings.title
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# settings.value.blocked
source: Blocked
ja: ブロック
zh_hans: 已阻止
zh_hant: 已封鎖

# settings.value.disabled
source: Disabled
ja: 無効
zh_hans: 已禁用
zh_hant: 已停用

# settings.value.none
source: None
ja: なし
zh_hans: 无
zh_hant: 無

# settings.value.onDevice
source: On Device
ja: デバイス上
zh_hans: 在设备上
zh_hant: 在裝置上

# settings.value.storedInApp
source: Stored in App
ja: App内に保存
zh_hans: 存储在 App 内
zh_hant: 儲存在 App 內

# action.shareOriginalFile
source: Share Original File
ja: 元のファイルを共有
zh_hans: 分享原文件
zh_hant: 分享原始檔案

# action.shareZIPPackage
source: Share ZIP Package
ja: ZIPパッケージを共有
zh_hans: 分享完整 ZIP 包
zh_hant: 分享完整 ZIP 套件

# action.exportPDF
source: Export PDF
ja: PDFを書き出す
zh_hans: 导出 PDF
zh_hant: 匯出 PDF

# action.preparingPDF
source: Preparing PDF…
ja: PDFを作成中…
zh_hans: 正在生成 PDF…
zh_hant: 正在產生 PDF…

# error.exportPDF.title
source: Cannot Export PDF
ja: PDFを書き出せません
zh_hans: 无法导出 PDF
zh_hant: 無法匯出 PDF

# error.exportPDF.notReady
source: Wait for the preview to finish loading, then try again.
ja: プレビューの読み込みが完了してから、もう一度お試しください。
zh_hans: 请等待预览加载完成后重试。
zh_hant: 請等待預覽載入完成後再試一次。

# error.exportPDF.noPages
source: This document could not be laid out for PDF export.
ja: この書類をPDF用にレイアウトできませんでした。
zh_hans: 无法将此文档排版为 PDF。
zh_hant: 無法將此文件排版為 PDF。

# error.exportPDF.timedOut
source: Preparing the document took too long. Please try again.
ja: 書類の準備がタイムアウトしました。もう一度お試しください。
zh_hans: 生成文档超时，请重试。
zh_hant: 產生文件逾時，請再試一次。

# sampleContent.markdown.table.feature
source: Feature
ja: 機能
zh_hans: 功能
zh_hant: 功能

# sampleContent.markdown.table.status
source: Status
ja: 状態
zh_hans: 状态
zh_hant: 狀態

# sampleContent.markdown.table.htmlPreview
source: HTML preview
ja: HTML プレビュー
zh_hans: HTML 预览
zh_hant: HTML 預覽

# sampleContent.markdown.table.markdownTables
source: Markdown tables
ja: Markdown の表
zh_hans: Markdown 表格
zh_hant: Markdown 表格

# sampleContent.markdown.table.pdfExport
source: PDF export
ja: PDF 書き出し
zh_hans: PDF 导出
zh_hant: PDF 匯出

# sampleContent.markdown.table.supported
source: Supported
ja: 対応
zh_hans: 支持
zh_hant: 支援

# sampleContent.markdown.table.available
source: Available
ja: 利用可能
zh_hans: 可用
zh_hant: 可用

# sampleDesign.htmlTitle
source: A slower Saturday
ja: ゆっくり過ごす土曜日
zh_hans: 慢一点的星期六
zh_hant: 慢一點的星期六

# sampleDesign.htmlIntro
source: A little time outside. A few places worth stopping for.
ja: 少し外へ。気になる場所で、ひと休み。
zh_hans: 出门走走，在喜欢的地方停一停。
zh_hant: 出門走走，在喜歡的地方停一停。

# sampleDesign.htmlEyebrow
source: WEEKEND PLAN
ja: 週末の予定
zh_hans: 周末计划
zh_hant: 週末計畫

# sampleDesign.htmlDate
source: Saturday · 09:30–15:00
ja: 土曜日 · 09:30–15:00
zh_hans: 星期六 · 09:30–15:00
zh_hant: 星期六 · 09:30–15:00

# sampleDesign.htmlSummary
source: Three stops. One unhurried day.
ja: 3つの寄り道。急がない一日。
zh_hans: 三个停靠点，不赶路的一天。
zh_hant: 三個停靠點，不趕路的一天。

# sampleDesign.htmlSection
source: The plan
ja: 今日の予定
zh_hans: 今天的安排
zh_hant: 今天的安排

# sampleDesign.htmlStopOne
source: Coffee & a new chapter
ja: コーヒーと、新しい章
zh_hans: 咖啡与新的一章
zh_hant: 咖啡與新的一章

# sampleDesign.htmlStopOneDetail
source: Take a window seat. Read a few pages before the city gets busy.
ja: 窓際の席でひと息。街が動き出す前に、何ページか読む。
zh_hans: 找一个靠窗的位置，趁城市还没忙起来，读上几页书。
zh_hant: 找一個靠窗的位置，趁城市還沒忙起來，讀上幾頁書。

# sampleDesign.htmlStopTwo
source: A walk by the river
ja: 川沿いを散歩
zh_hans: 沿着河边散步
zh_hant: 沿著河邊散步

# sampleDesign.htmlStopTwoDetail
source: Follow the water, leave room for a detour.
ja: 川に沿って、気の向くままに。寄り道も楽しもう。
zh_hans: 跟着流水慢慢走，也留点时间绕个远路。
zh_hant: 跟著流水慢慢走，也留點時間繞個遠路。

# sampleDesign.htmlStopThree
source: The neighborhood bookshop
ja: 街の小さな本屋へ
zh_hans: 街角的那家书店
zh_hant: 街角的那家書店

# sampleDesign.htmlStopThreeDetail
source: Find one book you were not looking for.
ja: 探していなかった一冊に出会う。
zh_hans: 偶遇一本原本没打算找的书。
zh_hant: 偶遇一本原本沒打算找的書。

# sampleDesign.htmlNoteTitle
source: Leave a little room
ja: 少し余白を残して
zh_hans: 给一天留点空白
zh_hant: 給一天留點空白

# sampleDesign.htmlNote
source: Keep the afternoon open. The best part may be the part you did not plan.
ja: 午後は予定を入れずに。いちばんの思い出は、予定の外にあるかもしれない。
zh_hans: 下午不妨留白。最美好的时刻，也许就在计划之外。
zh_hant: 下午不妨留白。最美好的時刻，也許就在計畫之外。

# sampleDesign.htmlFooter
source: A small plan, saved for later.
ja: 小さな予定を、手元に。
zh_hans: 存下一份小计划，留给期待的一天。
zh_hant: 存下一份小計畫，留給期待的一天。

# sampleDesign.markdownTitle
source: Make room to read
ja: 読書のための余白
zh_hans: 留一点时间读书
zh_hant: 留一點時間讀書

# sampleDesign.markdownIntro
source: Reading notes · A small habit for everyday life
ja: 読書ノート · 毎日の小さな習慣
zh_hans: 读书笔记 · 日常里的小习惯
zh_hant: 讀書筆記 · 日常裡的小習慣

# sampleDesign.markdownQuote
source: A few good pages are enough for today.
ja: 今日の読書は、心に残る数ページで十分。
zh_hans: 今天，读上几页喜欢的书就很好。
zh_hant: 今天，讀上幾頁喜歡的書就很好。

# sampleDesign.markdownSection
source: What stays with me
ja: 心に残ったこと
zh_hans: 留下来的想法
zh_hant: 留下來的想法

# sampleDesign.markdownParagraph
source: A reading habit starts with a little space, not a bigger goal. Keep a book nearby and make the first step easy.
ja: 読書の習慣は、大きな目標よりも小さな余白から。手の届くところに本を置いて、最初の一歩を軽くする。
zh_hans: 养成阅读习惯，先从给生活留一点空隙开始。把书放在手边，让翻开第一页变得容易。
zh_hant: 養成閱讀習慣，先從給生活留一點空隙開始。把書放在手邊，讓翻開第一頁變得容易。

# sampleDesign.markdownBulletOne
source: **Start small.** Ten quiet minutes can change the pace of a day.
ja: **少しずつ始める。** 静かな10分が、一日のリズムを変えてくれる。
zh_hans: **从一点点开始。** 安静的十分钟，就能让一天慢下来。
zh_hant: **從一點點開始。** 安靜的十分鐘，就能讓一天慢下來。

# sampleDesign.markdownBulletTwo
source: **Keep a note.** Save one thought in your own words.
ja: **ひと言残す。** 気づいたことを、自分の言葉で書いておく。
zh_hans: **记下一句话。** 用自己的话，留住一个想法。
zh_hant: **記下一句話。** 用自己的話，留住一個想法。

# sampleDesign.markdownTableHeading
source: This week
ja: 今週の記録
zh_hans: 这一周
zh_hant: 這一週

# sampleDesign.markdownDay
source: Day
ja: 曜日
zh_hans: 日期
zh_hant: 日期

# sampleDesign.markdownPages
source: Pages
ja: ページ数
zh_hans: 页数
zh_hant: 頁數

# sampleDesign.markdownNoteColumn
source: One thought
ja: ひと言メモ
zh_hans: 一个想法
zh_hant: 一個想法

# sampleDesign.markdownDayOne
source: Mon
ja: 月
zh_hans: 周一
zh_hant: 週一

# sampleDesign.markdownDayTwo
source: Wed
ja: 水
zh_hans: 周三
zh_hant: 週三

# sampleDesign.markdownDayThree
source: Fri
ja: 金
zh_hans: 周五
zh_hant: 週五

# sampleDesign.markdownThoughtOne
source: Make space
ja: 余白をつくる
zh_hans: 留点空白
zh_hant: 留點空白

# sampleDesign.markdownThoughtTwo
source: Notice more
ja: 気づきを増やす
zh_hans: 多看见一点
zh_hant: 多看見一點

# sampleDesign.markdownThoughtThree
source: Return often
ja: 何度でも戻る
zh_hans: 时常重读
zh_hant: 時常重讀

# sampleDesign.markdownNextHeading
source: For the next chapter
ja: 次の章に向けて
zh_hans: 读下一章之前
zh_hant: 讀下一章之前

# sampleDesign.markdownNextOne
source: Choose one passage to read again.
ja: もう一度読みたい一節を選ぶ。
zh_hans: 选一段值得再读的文字。
zh_hant: 選一段值得再讀的文字。

# sampleDesign.markdownNextTwo
source: Write down a question worth keeping.
ja: 心に残る問いを書き留める。
zh_hans: 记下一个值得慢慢想的问题。
zh_hant: 記下一個值得慢慢想的問題。

# sampleDesign.markdownCodeHeading
source: A tiny reminder
ja: 小さなリマインダー
zh_hans: 一个小提醒
zh_hant: 一個小提醒

# sampleDesign.markdownFooter
source: Read a little. Keep what matters.
ja: 少し読み、大切なことを残す。
zh_hans: 读一点，留住在意的。
zh_hant: 讀一點，留住在意的。

# sampleDesign.zipTitle
source: A week of reading
ja: 本と過ごした一週間
zh_hans: 与书相伴的一周
zh_hant: 與書相伴的一週

# sampleDesign.zipIntro
source: Small moments add up.
ja: 短い時間が、積み重なる。
zh_hans: 零碎的时光，也会慢慢积累。
zh_hant: 零碎的時光，也會慢慢累積。

# sampleDesign.zipEyebrow
source: READING JOURNAL
ja: 読書の記録
zh_hans: 阅读手记
zh_hant: 閱讀手記

# sampleDesign.zipPeriod
source: September 14–20
ja: 9月14日〜20日
zh_hans: 9 月 14–20 日
zh_hant: 9 月 14–20 日

# sampleDesign.zipMinutes
source: minutes this week
ja: 今週の読書時間（分）
zh_hans: 分钟 · 本周阅读
zh_hant: 分鐘 · 本週閱讀

# sampleDesign.zipChartHeading
source: A little, every day
ja: 毎日、少しずつ
zh_hans: 每天读一点
zh_hant: 每天讀一點

# sampleDesign.zipChartAlt
source: Reading minutes from Monday to Sunday: 18, 32, 24, 45, 36, 52, 40.
ja: 月曜から日曜の読書時間：18、32、24、45、36、52、40分。
zh_hans: 周一至周日的阅读时长：18、32、24、45、36、52、40 分钟。
zh_hant: 週一至週日的閱讀時長：18、32、24、45、36、52、40 分鐘。

# sampleDesign.zipRhythm
source: Seven days, at your own pace.
ja: 7日間、自分のペースで。
zh_hans: 七天，按自己的节奏。
zh_hant: 七天，照自己的節奏。

# sampleDesign.zipHighlights
source: Worth remembering
ja: 覚えておきたいこと
zh_hans: 值得记住的时刻
zh_hant: 值得記住的時刻

# sampleDesign.zipHighlightOne
source: The quietest part of the morning
ja: 朝のいちばん静かな時間
zh_hans: 清晨最安静的时候
zh_hant: 清晨最安靜的時候

# sampleDesign.zipHighlightOneDetail
source: A chapter before the first notification.
ja: 最初の通知が届く前に、一章読む。
zh_hans: 在第一条通知响起之前，读完一章。
zh_hant: 在第一則通知響起之前，讀完一章。

# sampleDesign.zipHighlightTwo
source: One line to keep
ja: 残しておきたい一文
zh_hans: 想留下的一句话
zh_hant: 想留下的一句話

# sampleDesign.zipHighlightTwoDetail
source: Make time for the things you want to notice.
ja: 心を向けたいことに、時間をつくる。
zh_hans: 为那些想好好感受的事，留出时间。
zh_hant: 為那些想好好感受的事，留出時間。

# sampleDesign.zipFooter
source: One week. A little more perspective.
ja: 一週間で、見える景色が少し変わる。
zh_hans: 一周过去，看世界的角度多了一点。
zh_hant: 一週過去，看世界的角度多了一點。

# sampleDesign.sampleLabel
source: Sample document
ja: サンプル文書
zh_hans: 示例文档
zh_hant: 範例文件

# sampleDesign.zipMonday
source: Mon
ja: 月
zh_hans: 一
zh_hant: 一

# sampleDesign.zipTuesday
source: Tue
ja: 火
zh_hans: 二
zh_hant: 二

# sampleDesign.zipWednesday
source: Wed
ja: 水
zh_hans: 三
zh_hant: 三

# sampleDesign.zipThursday
source: Thu
ja: 木
zh_hans: 四
zh_hant: 四

# sampleDesign.zipFriday
source: Fri
ja: 金
zh_hans: 五
zh_hant: 五

# sampleDesign.zipSaturday
source: Sat
ja: 土
zh_hans: 六
zh_hant: 六

# sampleDesign.zipSunday
source: Sun
ja: 日
zh_hans: 日
zh_hant: 日

# action.ok
source: OK
zh_hans: 好
zh_hant: 好
